[
  {
    "isbn": "9780575089914",
    "title": "Final Empire",
    "author": "Brandon Sanderson",
    "published": "2009-12-01",
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure"
    ],
    "pages": 672,
    "description": "Brandon Sanderson's epic fantasy trilogy overturns the expectations of readers and then goes on to tell the story of evil overturned in a richly imagined world.\\n\\nA thousand years ago evil came to the land and has ruled with an iron fist ever since. The sun shines fitfully under clouds of ash that float down endlessly from the constant eruption of volcanoes. A dark lord rules through the aristocratic families and ordinary folk are condemned to lives in servitude, sold as goods, labouring in the ash fields. But now a troublemaker has arrived and there is rumour of revolt.\\n\\nA revolt that depends on a criminal that no-one can trust and a young girl who must master Allomancy - the magic that lies in all metals.",
    "imageLink": "/final-empire.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9780099419785",
    "title": "To Kill A Mockingbird",
    "author": "Harper Lee",
    "published": "2002-01-01",
    "genres": [
      "Classics",
      "Fiction",
      "Historical Fiction"
    ],
    "pages": 320,
    "description": "A lawyer's advice to his children as he defends the real mockingbird of this enchanting classic - a black man charged with the rape of a white girl.\\n\\nThrough the young eyes of Scout and Jem Finch, Harper Lee explores with exuberant humour the irrationality of adult attitudes to race and class in the Deep South of the thirties. The conscience of a town steeped in prejudice, violence and hypocrisy is pricked by the stamina of one of man's struggle for justice.\\n\\nBut the weight of history will only tolerate so much . . .",
    "imageLink": "/to-kill-a-mockingbird.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9781780622286",
    "title": "Six Of Crows",
    "author": "Leigh Bardugo",
    "published": "2016-07-12",
    "genres": [
      "Fantasy",
      "Young Adult",
      "Fiction",
      "Romance"
    ],
    "pages": 512,
    "description": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can't pull it off alone. . . .\\n\\nA convict with a thirst for revenge\\n\\nA sharpshooter who can't walk away from a wager\\n\nA runaway with a privileged past\\n\\nA spy known as the Wraith\\n\\nA Heartrender using her magic to survive the slums\\n\\nA thief with a gift for unlikely escapes\\n\\nSix dangerous outcasts. One impossible heist. Kaz's crew is the only thing that might stand between the world and destruction—if they don't kill each other first.",
    "imageLink": "/six-of-crows.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9780141036144",
    "title": "Nineteen Eighty-Four",
    "author": "George Orwell",
    "published": "2008-09-01",
    "genres": [
      "Classics",
      "Fiction",
      "Science Fiction",
      "Dystopia"
    ],
    "pages": 336,
    "description": "The new novel by George Orwell is the major work towards which all his previous writing has pointed. Critics have hailed it as his most solid, most brilliant work. Though the story of Nineteen Eighty-Four takes place thirty-five years hence, it is in every sense timely. The scene is London, where there has been no new housing since 1950 and where the city-wide slums are called Victory Mansions. Science has abandoned Man for the State. As every citizen knows only too well, war is peace.\\n\\nTo Winston Smith, a young man who works in the Ministry of Truth (Minitru for short), come two people who transform this life completely. One is Julia, whom he meets after she hands him a slip reading, \"I love you.\" The other is O'Brien, who tells him, \"We shall meet in the place where there is no darkness.\" The way in which Winston is betrayed by the one and, against his own desires and instincts, ultimately betrays the other, makes a story of mounting drama and suspense.",
    "imageLink": "/nineteen-eighty-four.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9780141045115",
    "title": "Frankenstein",
    "author": "Mary Shelley",
    "published": "2009-07-01",
    "genres": [
      "Classics",
      "Fiction",
      "Science Fiction",
      "Horror"
    ],
    "pages": 228,
    "description": "Victor Frankenstein is obsessed with the secret of resurrecting the dead. But when he makes a new 'man' out of plundered corpses, his hideous creation fills him disgust.\\n\\nRejected by all humanity, the creature sets out to destroy Frankenstein and everyone he loves. And as the monster gets ever closer to his maker, hunter becomes prey in a lethal chase that carries them to the very end of the earth.",
    "imageLink": "/frankenstein.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9780140390698",
    "title": "Little Women",
    "author": "Louisa May Alcott",
    "published": "1997-10-17",
    "genres": [
      "Classics",
      "Fiction",
      "Historical Fiction",
      "Romance"
    ],
    "pages": 544,
    "description": "The charming story of the March sisters, 'Little Women' has been adored by generations. Readers have rooted for Laurie in his pursuit of Jo's hand, cried over little Beth's death, and dreamed of traveling through Europe with old Aunt March and Amy. Future writers have found inspiration in Jo's devotion to her writing, In this simple, enthralling tale, both parts of which are included here, Louisa May Alcott has created four of American literature's most beloved women.",
    "imageLink": "/little-women.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9780140390698",
    "title": "Pride And Prejudice",
    "author": "Jane Austen",
    "published": "2003-05-01",
    "genres": [
      "Classics",
      "Fiction",
      "Historical Fiction",
      "Romance"
    ],
    "pages": 448,
    "description": "When Elizabeth first meets eligible bachelor Fitzwilliam Darcy, she thinks him arrogant and conceited; while he struggles to remain indifferent to her good looks and lovely mind. When she later discovers that Darcy has involved himself in the troubled relationship between his friend Bingley and her beloved sister Jane, she is determined to dislike him more than ever. In the sparkling comedy of manners that follows, Jane Austin shows the folly of judging by first impressions and superbly evokes the friendships, gossip and snobberies of provincial middle class life. This edition includes a new chronology, additional suggestions for further reading and the original Penguin Classics introduction by Tony Tanner.",
    "imageLink": "/pride-and-prejudice.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9781593272821",
    "title": "Eloquent JavaScript: A Modern Introduction to Programming",
    "author": "Marijn Haverbeke",
    "published": "2010-11-15",
    "genres": [
      "Programming",
      "Technology",
      "Computer Science",
      "Nonfiction"
    ],
    "pages": 224,
    "description": "Eloquent JavaScript is a guide to JavaScript that focuses on good programming techniques rather than offering a mish-mash of cut-and-paste effects. The author teaches you how to leverage JavaScript's grace and precision to write real browser-based applications. The book begins with the fundamentals of programming -variables, control structures, functions, and data structures - then moves on to more complex topics, like object-oriented programming, regular expressions, and browser events. With clear examples and a focus on elegance, Eloquent JavaScript will have you fluent in the language of the web in no time.",
    "imageLink": "/eloquent-javascript.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9781847941831",
    "title": "Atomic Habits: An Easy and Proven Way to Build Good Habits and Break Bad Ones",
    "author": "James Clear",
    "published": "2010-11-15",
    "genres": [
      "Self Help",
      "Productivity",
      "Nonfiction"
    ],
    "pages": 320,
    "description": "atomic habit (aAtomAic habAit) n.\\n\\nA small habit with big results.\\n\\nPeople say when you want to change your life, you need to think big- swap job, move house, change partner. But they're wrong.\\n\\nWorld-renowned habits expert James Clear has discovered a completely different way to transform your behaviour. He knows that lasting change comes from the compound effect of hundreds of tiny decisions - doing two push-ups a day, waking up five minutes early, or holding a single short phone call. He calls them atomic habits.\\n\\nIn Atomic Habits, Clear delves into cutting-edge psychology to explain why your brain can amplify these small changes into huge consequences. He uncovers a handful of simple life hacks (the forgotten art of Habit Stacking, or the unexpected power of the Two Minute Rule), to show how you too turn minuscule shifts in behaviour into life-transforming outcomes. And he reveals a simple four-stage method that will let you build atomic habits into your day-to-day routine, starting now.\\n\\nThese nuclear changes will have an explosive effect on your career, your relationships and your life.",
    "imageLink": "/atomic-habits.jpg",
    "reviewIds": []
  },
  {
    "isbn": "9781593272821",
    "title": "The Theory of Everything Else",
    "author": "Dan Schreiber",
    "published": "2022-10-19",
    "genres": [
      "History",
      "Science",
      "Humor",
      "Nonfiction"
    ],
    "pages": 200,
    "description": "A collection of the world's most mind-boggling, thought-provoking and downright hilarious theories - by the co-host of the UK's most downloaded podcast No Such Thing As A Fish, Dan Schreiber\\n\\nWhy are we here? Do ghosts exist? Will we ever travel back in time? Are we being visited by extraterrestrials? Will we ever talk to animals? Are we being told the truth? Are mysterious creatures roaming the Earth? And why, when you're in the shower, does the shower-curtain always billow in towards you?\\n\\nWe don't know the answers to any of these questions (that includes the shower-curtain one, which is a mystery that has eluded scientists for decades, and which they are still trying to solve). But don't worry, no matter what questions you have, you can bet on the fact that there is someone (or something) out there, investigating it on your behalf - and this book collects their latest findings.",
    "imageLink": "/theory-of-everything-else.jpg",
    "reviewIds": []
  }
]